{
    "1": "广东省珠海市香洲区唐家湾镇港湾大道中山大学（珠海校区）",
    "2": "广东省珠海市香洲区唐家湾镇中山大学珠海校区行政楼",
    "3": "广东省珠海市香洲区唐家湾镇中山大学珠海校区校训石中山大学（珠海校区）",
    "4": "广东省珠海市香洲区唐家湾镇中山大学珠海校区孙中山铜像",
    "5": "广东省珠海市香洲区唐家湾镇若海路中山大学（珠海校区）",
    "6": "广东省珠海市香洲区唐家湾镇中山大学珠海校区体育馆中山大学（珠海校区）",
    "7": "广东省珠海市香洲区唐家湾镇荔园食堂",
    "8": "广东省珠海市香洲区唐家湾镇中山大学珠海校区游泳池中山大学（珠海校区）",
    "9": "广东省珠海市香洲区唐家湾镇中山大学珠海校区桐园公寓",
    "10": "广东省珠海市香洲区唐家湾镇中山大学天琴中心",
    "11": "广东省珠海市香洲区唐家湾镇中山大学珠海校区榕园广场",
    "12": "广东省珠海市香洲区唐家湾镇博雅苑二期1栋",
    "13": "广东省珠海市香洲区唐家湾镇博雅苑（南区）",
    "14": "广东省珠海市香洲区唐家湾镇中山大学珠海校区荔园",
    "15": "广东省珠海市香洲区唐家湾镇中山大学珠海校区榕园中山大学（珠海校区）",
    "16": "广东省珠海市香洲区唐家湾镇中山大学珠海校区教学楼中山大学（珠海校区）",
    "17": "广东省珠海市香洲区唐家湾镇中山大学珠海校区微电子科学与技术学院中山大学（珠海校区）",
    "18": "广东省珠海市香洲区唐家湾镇中山大学珠海校区物理与天文学院中山大学（珠海校区）",
    "19": "广东省珠海市香洲区唐家湾镇瀚林路中山大学（珠海校区）",
    "20": "广东省珠海市香洲区唐家湾镇中山大学珠海校区心理健康教育咨询中心中山大学（珠海校区）",
    "21": "广东省珠海市香洲区唐家湾镇中山大学珠海校区荔园6号",
    "22": "广东省珠海市香洲区唐家湾镇中山大学珠海校区荔园6号中山大学（珠海校区）",
    "23": "广东省珠海市香洲区唐家湾镇中山大学珠海校区荔园18号",
    "24": "广东省珠海市香洲区唐家湾镇中山大学珠海校区荔园6号1",
    "25": "广东省珠海市香洲区唐家湾镇中山大学测绘科学与技术学院中山大学（珠海校区）",
    "26": "广东省珠海市香洲区唐家湾镇中山大学珠海校区琴湖",
    "27": "广东省珠海市香洲区唐家湾镇中山大学珠海校区隐湖中山大学（珠海校区）",
    "28": "广东省珠海市香洲区唐家湾镇白埔路",
    "29": "广东省珠海市香洲区唐家湾镇白埔路中山大学（珠海校区）",
    "30": "广东省珠海市香洲区唐家湾镇中山大学土木工程学院中山大学（珠海校区）",
    "31": "广东省珠海市香洲区唐家湾镇中山大学大气科学学院",
    "32": "广东省珠海市香洲区唐家湾镇中山大学珠海校区海洋科学学院中山大学（珠海校区)",
    "33": "广东省珠海市香洲区唐家湾镇中山大学珠海校区海洋工程与技术学院中山大学（珠海校区）",
    "34": "广东省珠海市香洲区唐家湾镇中山大学地球科学与工程学院",
    "35": "广东省珠海市香洲区唐家湾镇中山大学化学工程与技术学院中山大学（珠海校区）",
    "36": "广东省珠海市香洲区唐家湾镇中大商务酒店",
    "37": "广东省珠海市香洲区唐家湾镇珠海中山大学国际学术交流中心治安岗亭中大商务酒店",
    "38": "广东省珠海市香洲区唐家湾镇中山大学珠海校区岐关车服务部中山大学（珠海校区)",
    "39": "广东省珠海市香洲区唐家湾镇中山大学珠海校区若海中山大学（珠海校区）",
    "40": "广东省珠海市香洲区唐家湾镇瀚林路中山大学（珠海校区）1",
    "41": "广东省珠海市香洲区唐家湾镇中山大学珠海校区瀚林1号中山大学（珠海校区）",
    "42": "广东省珠海市香洲区唐家湾镇逸仙大道中山大学珠海校区荔园",
    "43": "广东省珠海市香洲区唐家湾镇瑞幸咖啡（中山大学珠海校区店）中山大学（珠海校区)",
    "44": "广东省珠海市香洲区唐家湾镇中山大学珠海校区（华夏门）博雅苑",
    "45": "广东省珠海市香洲区唐家湾镇博雅苑（南区）北师大珠海附中",
    "46": "广东省珠海市香洲区唐家湾镇博雅苑（南区）博雅苑二期",
    "47": "广东省珠海市香洲区唐家湾镇中山大学珠海校区荔园19号",
    "48": "广东省珠海市香洲区唐家湾镇中山大学珠海校区榕园10号中山大学（珠海校区）",
    "49": "广东省珠海市香洲区唐家湾镇中山大学珠海校区教学楼E区中山大学（珠海校区）",
    "50": "广东省珠海市香洲区唐家湾镇中山大学（珠海校区）",
    "51": "广东省珠海市香洲区唐家湾镇逸仙大道中山大学（珠海校区）",
    "52": "广东省珠海市香洲区唐家湾镇中子探测技术与应用联合实验室中山大学（珠海校区)",
    "53": "广东省珠海市香洲区唐家湾镇中山大学珠海校区旅游休闲与社会发展研究中心中山大学（珠海校区）"
}